/* %@ was deleted from the server. */
"%@ was deleted from the server." = "%@ was deleted from the server.";

/* \"%@\" has been deleted from the server. */
"\"%@\" has been deleted from the server." = "\"%@\" has been deleted from the server.";

/* \"%@\" has been deleted from your device. */
"\"%@\" has been deleted from your device." = "\"%@\" has been deleted from your device.";

/* Are you sure to delete \"%@\". */
"Are you sure to delete \"%@\"." = "Are you sure to delete \"%@\".";

/* Are you sure to download \"%@\" to your device? */
"Are you sure to download \"%@\" to your device?" = "Are you sure to download \"%@\" to your device?";

/* Cache Browser */
"Cache Browser" = "Cache Browser";

/* Cache Cleared! */
"Cache Cleared!" = "Cache Cleared!";

/* Cancel */
"Cancel" = "Cancel";

/* Comfirm Download */
"Comfirm Download" = "Comfirm Download";

/* completed */
"completed" = "completed";

/* Connection failed. */
"Connection failed." = "Connection failed.";

/* Delete */
"Delete" = "Delete";

/* Delete File */
"Delete File" = "Delete File";

/* Download */
"Download" = "Download";

/* Download Failed */
"Download Failed" = "Download Failed";

/* Downloading */
"Downloading" = "Downloading";

/* downloading */
"downloading" = "downloading";

/* Downloading(%.0%%) */
"Downloading(%.0f%%)" = "Downloading(%.0f%%)";

/* Downloading(%@) */
"Downloading(%@)" = "Downloading(%@)";

/* Error */
"Error" = "Error";

/* Error loading file list. Reason: %@ */
"Error loading file list. Reason: %@" = "Error loading file list. Reason: %@";

/* Error read file attributes. Reason: %@ */
"Error read file attributes. Reason: %@" = "Error read file attributes. Reason: %@";

/* failed or unknown */
"failed or unknown" = "failed or unknown";

/* Failed to delete file \"%@\". */
"Failed to delete file \"%@\"." = "Failed to delete file \"%@\".";

/* Failed to download \"%@\", please try agian later. */
"Failed to download \"%@\", please try agian later." = "Failed to download \"%@\", please try agian later.";

/* File */
"File" = "File";

/* File Info */
"File Info" = "File Info";

/* Initial Index */
"Initial Index" = "Initial Index";

/* Local */
"Local" = "Local";

/* Task added. */
"Task added." = "Task added.";

/* More */
"More" = "More";

/* Network Error */
"Network Error" = "Network Error";

/* No Space */
"No Space" = "No Space";

/* Off */
"Off" = "Off";

/* OK */
"OK" = "OK";

/* On */
"On" = "On";

/* Path */
"Path" = "Path";

/* Please enter a number for photo index(from 1). */
"Please enter a number for photo index(from 1)." = "Please enter a number for photo index(from 1).";

/* Please select your operation */
"Please select your operation" = "Please select your operation";

/* Result */
"Result" = "Result";

/* Server */
"Server" = "Server";

/* Settings */
"Settings" = "Settings";

/* Size */
"Size" = "Size";

/* Task added */
"Task added" = "Task added";

/* Torrent added! Download status:\n */
"Torrent added! Download status:\n" = "Torrent added! Download status:\n";

/* Torrent added! Please check your Xunlei account. */
"Torrent added! Please check your Xunlei account." = "Torrent added! Please check your Xunlei account.";

/* Torrent Hash */
"Torrent Hash" = "Torrent Hash";

/* Torrents */
"Torrents" = "Torrents";

/* Transmission */
"Transmission" = "Transmission";

/* waiting */
"waiting" = "waiting";

/* Wrong password. */
"Wrong password." = "Wrong password.";

/* You don't have enough free space on your device to download \"%@\". */
"You don't have enough free space on your device to download \"%@\"." = "You don't have enough free space on your device to download \"%@\".";

/* You have entered an incorrect passcode too many times. */
"You have entered an incorrect passcode too many times." = "You have entered an incorrect passcode too many times.";

/* You have entered an incorrect passcode too many times. All account data in this app has been deleted. */
"You have entered an incorrect passcode too many times. All account data in this app has been deleted." = "You have entered an incorrect passcode too many times. All account data in this app has been deleted.";

/* Your device is not in the same LAN with the server. */
"Your device is not in the same LAN with the server." = "Your device is not in the same LAN with the server.";

/* Unknow error. */
"Unknow error." = "Unknow error.";

/* server error messages */
"No torrents db." = "No torrents db.";
"Empty search keyword." = "Empty search keyword.";
"Can not open file" = "Can not open file";
"No torrent found" = "No torrent found";
"Unknow size" = "Unknow size";
"Search" = "Search";
"Please enter video serial:" = "Please enter video serial:";
"seeders" = " seeders";

/* New strings */
"Do you want to download this link?" = "Do you want to download this link?";
"Found %ld links" = "Found %ld links";
"Addresses" = "Addresses";
"Add address" = "Add address";
"Please input an address:" = "Please input an address:";
"Save" = "Save";
"No downloadable link." = "No downloadable link.";
"No 'DS Download' found." = "No 'DS Download' found.";
"Copy" = "Copy";
"Copied" = "Copied";
"Close" = "Close";
"Info" = "Info";
"Done" = "Done";
"Copy All" = "Copy All";
"Logged in." = "Logged in.";
"Username or password error." = "Username or password error.";
"Failed to add task." = "Failed to add task.";
"Lixian added." = "Lixian added.";
"Login Failed." = "Login Failed.";
"Lixian" = "Lixian";
"Torrent Search" = "Torrent Search";
"Cellular data is turned off." = "Cellular data is turned off.";
"Unknown date" = "Unknown Date";
"Transmission server error." = "Transmission server error.";
"No more photos." = "No more photos.";
"Remote Helper needs your finger print to protect your content." = "Remote Helper needs your finger print to protect your content.";
"Invalid torrent" = "Invalid torrent";
"Search Torrent Kitten" = "Search Magnet";
"Please enter video serial (or anything).\nUsing mirror: " = "Please enter video serial (or anything).\nUsing mirror: ";
"Kitten Search" = "Magnet Search";
"Tr size: %@, Up date: %@" = "Tr size: %@, Up date: %@";
"pages" = "pages";
"Mi" = "Mi";
"Mi Remote" = "Mi Remote";

"This program is online only, now available for download." = "该节目仅提供在线播放，暂不支持下载。";
"There's no program under this catagory, or catagory failed to load." = "There's no program under this catagory, or catagory failed to load.";
"DYTT" = "DYTT";

"Preparing..." = "Preparing...";
"Loging in..." = "Loging in...";
"Loading Device..." = "Loading Device...";
"Add download..." = "Add download...";
"Added!" = "Added!";
"Duplicated!" = "Duplicated!";
"Added! Code: " = "Added! Code: ";
"Mi account not set." = "Mi account not set.";
"Parse failed, please try again." = "Parse failed, please try again.";

"Infomation" = "Infomation";
"There's no infomation available." = "There's no infomation available.";
"Images" = "Images";
"Select" = "Select";
"Select All" = "Select All";
"Deselect All" = "Deselect All";

"Addresses" = "Addresses";
"Torrents" = "Torrents";
"DYTT" = "DYTT";
"Kitten" = "Kitten";
"Searching..." = "Searching...";
"Connecting to Transmission..." = "Connecting to Transmission...";
"Loading..." = "Loading...";

"Search DYTT" = "Search DYTT";
"Please enter Movie/TV Show name." = "Please enter Movie/TV Show name.";
"Movie, TV Show etc." = "Movie, TV Show etc.";

/* Download from Pasteboard */
"Download from Pasteboard" = "Download from Pasteboard";

/* Tap the button below to paste and download: */
"Tap the button below to paste and download:" = "Tap the button below to paste and download:";
